{"translation-revision-date":"2023-10-28 17:54:12+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr_CA"},"Elementor Pro has been successfully installed.":["Elementor Pro a été installé avec succès."],"Uploading":["Téléversement en cours"],"You can switch your theme later on":["Vous pouvez changer de thème plus tard"],"Great for SEO":["Excellent pour le SEO"],"Here's why:":["Voici pourquoi"],"Every site starts with a theme.":["Chaque site commence par un thème."],"Open Media Library":["Ouvrir la bibliothèque de médias"],"Drop image here":["Déposez vos images ici"],"Potential Site Logo":["Logo potentiel du site"],"Otherwise, you can skip this and add one later.":["Sinon, vous pouvez passer cette étape et en ajouter un plus tard."],"Have a logo? Add it here.":["Vous avez un logo? Ajoutez-le ici."],"Okay, now we're really close...":["Okay, on est vraiment proche maintenant..."],"Hold on, this can take a minute...":["Attendez, ça peut prendre une minute..."],"Upload and Install Elementor Pro":["Téléverser et installer Elementor Pro"],"This is what your site is called on the WP dashboard, and can be changed later from the general settings - it's not your website's URL.":["C’est le nom de votre site sur le tableau de bord WP, il peut être modifié plus tard à partir des réglages généraux - il est différent de l’URL de votre site."],"Now, let's give your site a name.":["Maintenant, donnez un nom à votre site."],"Sorry, the name wasn't saved. Try again, or skip for now.":["Désolé, le nom n’a pas été enregistré. Réessayez ou passez cette étape pour l’instant."],"There was a problem with enabling SVG uploads. Try again, or use another image format.":["Il y a eu un problème avec l'activation des téléchargements SVG. Essayez à nouveau, ou utilisez un autre format d'image."],"This allows Elementor to scan your SVGs for malicious content. If you do not wish to allow this, use a different image format.":["Cela permet à Elementor d'analyser vos SVG à la recherche de contenu malveillant. Si vous ne souhaitez pas autoriser cela, utilisez un autre format."],"This file type is not supported. Try a different type of file":["Ce type de fichier n’est pas pris en charge. Essayez un type de fichier différent"],"Don't know where to get the file from?":["Vous ne savez pas où trouver le fichier ?"],"Browse":["Parcourir"],"Drag & Drop your .zip file here":["Glissez-déposez votre fichier .zip ici"],"Import your Elementor Pro plugin file":["Importer le fichier de votre extension Elementor Pro"],"Next":["Suivant"],"Skip":["Passer"],"Getting Started":["Mise en route"],"or":["ou"],"Click here":["Cliquez ici"],"Advanced":["Avancé"],"Loading":["Chargement en cours"]}},"comment":{"reference":"assets\/js\/onboarding.5210063d0c214a5a5858.bundle.js"}}